Revit 2027 API
Gradient.GradientPosition Property
 The property labeled "Position" from the "Gradient" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GradientPosition { get; }
Public Shared ReadOnly Property GradientPosition As String
	Get
public:
static property String^ GradientPosition {
	String^ get ();
}
static member GradientPosition : string with get
Property Value
String
Remarks
 This property is a "AssetPropertyList" of type "AssetPropertyDouble".
See Also
Reference
Gradient Class
Autodesk.Revit.DB.Visual Namespace